Revit 2027 API
ParameterTypeId.RbsInsulationLiningVolume Property
 "Volume"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsInsulationLiningVolume { get; }
Public Shared ReadOnly Property RbsInsulationLiningVolume As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsInsulationLiningVolume {
	ForgeTypeId^ get ();
}
static member RbsInsulationLiningVolume : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace